{
  "id": "pre-postnatal-cortex+all+rna",
  "doi": "10.1126/science.adf0834",
  "ucsc-cell-browser-ds": "pre-postnatal-cortex+all+rna",
  "title": "Single-cell analysis of prenatal and postnatal human cortical development",
  "submitter": "Dmitry Velmeshev",
  "abstract": "Human cortical development involves birth, differentiation and maturation of a multitude of cellular lineages over the course of prenatal and postnatal life. We utilized single-nucleus RNA sequencing to capture the development of the main human cortical lineages across prenatal and postnatal stages until adulthood and generate a comprehensive single-cell transcriptomic atlas of human cortical development. We collected more than 350,000 single-nucleus RNA-seq profiles from 108 tissue samples from 60 donors representing the second and third trimester of gestation, as well as neonatal, early and late postnatal stages of development. We combined our data with single-nucleus RNA-seq from other published studies to perform a meta-analysis of more than 700,000 nuclei from 106 individuals across development. We identify lineage-specific developmental programs that underlie the development of specific subtypes of excitatory cortical neurons, interneurons, glial cell types and brain vasculature. Moreover, we discover sex- and region-specific developmental changes in each of these lineages. In addition, we integrated the transcriptomic data with published single-cell ATAC-seq data to identify lineage-specific enhancer-gene regulatory networks. By intersecting our results with genetic risk factors for brain diseases, we identify the cortical cell types and lineages most vulnerable to genetic insults of specific disorders, in particular autism. We show that lineage-specific gene expression programs upregulated in female cells are especially enriched for the genetic risk factors of autism. Since these genes are expressed at lower levels in males during development, they may be more susceptible to heterozygous loss of function in ASD, providing a basis for the increased male to female ratio of autism diagnosis."
}