{
  "title": "Individual brain organoids reproducibly form cell diversity of the human cerebral cortex",
  "abstract": "Experimental models of the human brain are needed for basic understanding of its development and disease1. Human brain organoids hold unprecedented promise for this purpose; however, they are plagued by high organoid-to-organoid variability2,3. This has raised doubts as to whether developmental processes of the human brain can occur outside the context of embryogenesis with a degree of reproducibility that is comparable to the endogenous tissue. Here we show that an organoid model of the dorsal forebrain can reliably generate a rich diversity of cell types appropriate for the human cerebral cortex. We performed single-cell RNA-sequencing analysis of 166,242 cells isolated from 21 individual organoids, finding that 95% of the organoids generate a virtually indistinguishable compendium of cell types, following similar developmental trajectories and with a degree of organoid-to-organoid variability comparable to that of individual endogenous brains. Furthermore, organoids derived from different stem cell lines show consistent reproducibility in the cell types produced. The data demonstrate that reproducible development of the complex cellular diversity of the central nervous system does not require the context of the embryo, and that establishment of terminal cell identity is a highly constrained process that can emerge from diverse stem cell origins and growth environments.",
  "methods": "The PGP1 (Personal Genome Project 1) human iPS cell line was from the laboratory of G. Church16; the HUES66 hESC and the 11a human iPS cell lines were from the Harvard Stem Cell Institute; the GM08330 human iPS cell line31 (also known as GM8330-8)32 was from the laboratory of M. Talkowski (MGH Hospital); and the Mito 210 human iPS cell line was from the laboratory of B. Cohen (McLean Hospital). All pluripotent stem cell lines were cultured in feeder-free conditions on Geltrex (Gibco)-coated cell culture dishes, using mTESR1 medium (Stem Cell Technologies) with 100 U/ml penicillin and 100 μg/ml streptomycin (Corning), at 37 °C in 5% CO2. All human pluripotent stem cells were maintained below passage 50, were negative for mycoplasma (assayed with the MycoAlert PLUS Mycoplasma Detection Kit, Lonza), and karyotypically normal (G-banded karyotype test, performed by WiCell Research Institute). The PGP1 and HUES66 lines were authenticated using STR analysis completed by TRIPath (2018) and GlobalStem (2008), respectively. For authentication of the 11a cell line, refer to ref. 3. The GM08330 line was not authenticated. The Mito 210 line was authenticated by genotyping analysis (Fluidigm FPV5 chip) performed by the Broad Institute Genomics Platform (2017). All experiments involving human cells were approved by the Harvard University IRB and ESCRO committees.",
  "paper_url": "https://doi.org/10.1038/s41586-019-1289-x",
  "doi": "10.1038/s41586-019-1289-x",
  "pmid": "31168097",
  "submitter": "Silvia Velasco",
  "version": 1,
  "submission_date": "2019-06-05",
  "lab": "Stanley Center for Psychiatric Research",
  "institution": "Broad Institute of MIT and Harvard",
  "inDir": "/hive/data/inside/cells/datasets/default"
}
