{
  "title": "Single-cell analysis of prenatal and postnatal human cortical development",
  "abstract": "\nHuman cortical development involves birth, differentiation and maturation of a\nmultitude of cellular lineages over the course of prenatal and postnatal life.\nWe utilized single-nucleus RNA sequencing to capture the development of the\nmain human cortical lineages across prenatal and postnatal stages until\nadulthood and generate a comprehensive single-cell transcriptomic atlas of\nhuman cortical development. We collected more than 350,000 single-nucleus\nRNA-seq profiles from 108 tissue samples from 60 donors representing the second\nand third trimester of gestation, as well as neonatal, early and late postnatal\nstages of development. We combined our data with single-nucleus RNA-seq from\nother published studies to perform a meta-analysis of more than 700,000 nuclei\nfrom 106 individuals across development. We identify lineage-specific\ndevelopmental programs that underlie the development of specific subtypes of\nexcitatory cortical neurons, interneurons, glial cell types and brain\nvasculature. Moreover, we discover sex- and region-specific developmental\nchanges in each of these lineages. In addition, we integrated the\ntranscriptomic data with published single-cell ATAC-seq data to identify\nlineage-specific enhancer-gene regulatory networks. By intersecting our results\nwith genetic risk factors for brain diseases, we identify the cortical cell\ntypes and lineages most vulnerable to genetic insults of specific disorders, in\nparticular autism. We show that lineage-specific gene expression programs\nupregulated in female cells are especially enriched for the genetic risk\nfactors of autism. Since these genes are expressed at lower levels in males\nduring development, they may be more susceptible to heterozygous loss of\nfunction in ASD, providing a basis for the increased male to female ratio of\nautism diagnosis.\n",
  "methods": "\n<section>Sample acquisition and selection</section>\nSamples were acquired from three different sources. 1) De-identified\nsecond-trimester tissue samples were collected at the Zuckerberg San Francisco\nGeneral Hospital with previous patient consent in strict observance of the\nlegal and institutional ethical regulations. Protocols were approved by the\nHuman Gamete, Embryo, and Stem Cell Research Committee (institutional review\nboard) at the University of California, San Francisco. These fresh tissue\nsamples were dissected and snap-frozen in isopentane on dry ice. 2)\nDe-identified second-trimester, third trimester and early postnatal tissue\nsamples were obtained at the UCSF Pediatric Neuropathology Research Laboratory\nled by Dr. Eric Huang. These samples were acquired with patient consent in\nstrict observance of the legal and institutional ethical regulations and in\naccordance to research protocols approved by the UCSF IRB committee. These\nsamples were dissected and snap-frozen either on a cold plate placed on a slab\nof dry ice or in isopentane on dry ice. 3) Banked de-identified\nsecond-trimester, third trimester, early postnatal and adult tissue samples\nwere obtained from the University of Maryland Brain and Tissue Bank through the\nNIH NeuroBioBank.\n\n<p>\nFor postnatal ages, samples from individuals with known history of brain\ndisorders or brain trauma were excluded from downstream analyses. For prenatal\nsamples, samples with unusual neuropathology following pathological\nexamination, as well as samples positive for commonly tested chromosomal\naberrations, were excluded. Prior to performing nuclei isolation and\nsinglenucleus RNA sequencing, samples were screened for RNA quality by\ncollecting 100um-thick cryosections, isolating total RNA and measuring RNA\nIntegrity Number (RIN) using the Agilent 2100 Bioanalyzer instrument. Only\nsamples with RIN >= 6.5 were included in the study.\n\n<section>Nuclei isolation and generation of single-nucleus RNA-seq data using\n10x Genomics platform </section>\n\n<p>\n40 mg of sectioned brain tissue was homogenized in 5 mL of RNAase-free lysis\nbuffer (0.32M sucrose, 5 mM CaCl<sup>2</sup>, 3 mM MgAc<sup>2</sup>, 0.1 mM\nEDTA, 10 mM Tris-HCl, 1 mM DTT, 0.1% Triton X-100 in DEPC-treated water) using\nglass dounce homogenizer (Thomas Scientific, Cat #3431D76) on ice. The\nhomogenate was loaded into a 30 mL thick polycarbonate ultracentrifuge tube\n(Beckman Coulter, Cat #355631). 9 mL of sucrose solution (1.8 M sucrose, 3 mM\nMgAc2, 1 mM DTT, 10 mM Tris-HCl in DEPC-treated water) was added to the bottom\nof the tube with the homogenate and centrifuged at 107,000 g for 2.5 hours at\n4°C. Supernatant was aspirated, and the nuclei containing pellet was incubated\nin 250 uL of DEPC-treated water-based PBS for 20 min on ice before resuspending\nthe pellet. The nuclear suspension was filtered twice through a 30 um cell\nstrainer. Nuclei were counted using a hemocytometer and diluted to 2,000\nnuclei/uL before performing single-nuclei capture on the 10X Genomics\nSingle-Cell 3’ system. Usually, the target capture of 3,000 nuclei per sample\nwas used; the 10x capture and library preparation protocol was used without\nmodification. Single-nucleus libraries from individual samples were pooled and\nsequenced on the NovaSeq 6000 machine (average depth 60,000 reads/nucleus). \n\n<section>snRNA-seq data processing with 10X Genomics CellRanger software and\ndata filtering</section>\n\n<p>\nFor library demultiplexing, fastq file generation and read alignment and UMI\nquantification, CellRanger software v 1.3.1 was used. CellRanger was used with\ndefault parameters, except for using pre-mRNA reference file (ENSEMBL GRCh38)\nto insure capturing intronic reads originating from pre-mRNA transcripts\nabundant in the nuclear fraction. \n\n<p>\nIndividual expression matrices containing numbers of Unique molecular\nidentifiers (UMIs) per nucleus per gene were filtered to retain nuclei with at\nleast 400 genes expressed and less than 10% of total UMIs originating from\nmitochondrial and ribosomal RNAs. Individual matrices were combined prior to\npre-processing and clustering with Seurat.\n\n<section>snRNA-seq dataset integration, dimensionality reduction, UMAP\nembedding, clustering and cell type identification</section>\n\n<p>\nAll of the following bioinformatics analysis steps are documented in an R\nscript available at https://doi.org/10.5281/zenodo.7245297.\n\n<p>\nIn order to integrate snRNA-seq datasets, we utilized Harmony (31) integration\nusing the 10x Genomics chemistry version as the grouping variable. Downstream\ndata preprocessing, normalization, variable feature selection and PCA was\nperformed using the standard Seurat pipeline (32). Selection of significant\nprincipal components was done using the elbow method. The selected components\nwere used to perform UMAP embedding and clustering using the Louvain method.\nThe identity of specific lineages and cell types was determined based on\nexpression of known marker genes, as is shown in Figure 1 and Figure S1.\n\n<section>Analysis of single-cell ATAC-seq data and snRNA-seq/scATAC-seq\nintegration</section>\n\n<p>\nFour scATAC-seq datasets were first remapped to the same hg38 genome reference.\nThen, a minimal non-overlapping consensus peak set was created based on the\npeaks from all datasets, and ATAC-seq counts were mapped on this set of peaks\nusing Signac (34), and the datasets were combined. Then, gene activity matrix\nfor the combined dataset was generated by counting ATAC peaks in the promoter\nregion and the gene body, using the same parameters as used by the Signac\npackage. For mapping scATAC-seq data on the snRNA-seq dataset, we first\nintegrated the two modalities using Seurat’s FindTransferAnchors and the\ncanonical correlation analysis (cca). We used the expression and gene activity\nof genes variable in the snRNA-seq datasets to perform cca and then used the\nTransferData function to map the scATAC-seq data on the snRNA-seq space\nfollowed by Harmony processing to regress the effect of different scATAC-seq\nand snRNA-seq chemistries. To map scATAC-seq profiles to the UMAP space and\nclusters we generated using snRNA-seq data, we identified 100 nearest neighbors\nfor each scATAC-seq cell in the combined snRNA-seq/scATAC-seq space and then\ncalculated the UMAP coordinates and cluster membership in the snRNA-seq space.\nTo validate the accuracy of this procedure, we checked for the specificity of\ngene activity of cell type markers, as well as for age distribution. This\nintegration and mapping procedure was repeated for the three major lineage\nclasses (excitatory neurons, interneurons and macroglial cells). \n",
  "paper_url": "https://www.science.org/doi/10.1126/science.adf0834 Velmeshev et al. Science. 2023.",
  "doi": "10.1126/science.adf0834",
  "pmid": "37824647",
  "submitter": "Dmitry Velmeshev",
  "version": 2,
  "submission_date": "2023-08-30",
  "lab": "Kriegstein Lab",
  "institution": "University of California, San Francisco (UCSF)",
  "inDir": "/hive/data/inside/cells/datasets/pre-postnatal-cortex"
}